"CPIO archive" = "CPIO-arkiv";
"CPGZ archive" = "CPGZ-arkiv";
"ZIP archive" = "Zip-arkiv";
"tar archive" = "tar-arkiv";
"gzip compressed tar archive" = "komprimerat gzip-tar-arkiv";
"bzip2 compressed tar archive" = "komprimerat bzip2-tar-arkiv";
"gzip compressed archive" = "komprimerat gzip-arkiv";
"unix compressed archive" = "komprimerat unix-arkiv";
"bzip2 compressed archive" = "komprimerat bzip2-arkiv";
"MacBinary archive" = "MacBinary-arkiv";
"BinHex archive" = "BinHex-arkiv";
"uuencoded archive" = "uuencode-arkiv";
"AppleSingle archive" = "AppleSingle-arkiv";
"PAX archive" = "PAX-arkiv";
